{
  "header": {
    "Full-stack-developer": "Développeuse full-stack",
    "Melbourne": "Melbourne",
    "NYC": "New York",
    "Paris": "Paris",
    "Tokyo": "Tokyo",
    "Oslo": "Oslo"
  },
  "main": {
    "About": "À propos"
  },
  "about": {
    "About me": "Enchantée de faire ta connaissance.",
    "About main text": "J’adore la technologie et le processus de développement de produits. La tech est la meilleure manière que j’ai trouvée pour aider les gens; elle favorise une approche scientifique, restant toujours proche de la vérité; elle a derrière elle une communauté énorme qui a vocation à partager les connaissances de manière toujours plus efficace; et elle nous rassemble sur le chemin de l’apprentissage et de l’amélioration permanents. Ce sont des choses auxquelles je tiens profondément.\n\nJe suis australienne*, mais j’ai vécu et travaillé également à Paris, à New York, et à Oslo. Je parle français - et suis très francophile - ainsi que le japonais et un chinois rudimentaire. Mes proches me connaissent passionnée pour les langues, les cultures, les gens et les idées, et j’adore intégrer tout cela à la technologie.\n\nJe suis intarissable sur les sujets de grammaire et de vocabulaire … mais au fond, ce qui me rend le plus heureuse, c’est de réussir à exprimer les choses simplement pour favoriser la compréhension et le partage d’idées dans un esprit ouvert.\n\nVoilà! J’espère que nous aurons l’occasion de faire connaissance un jour. N’hésites pas à dire bonjour, si l’envie te prend.",
    "Asterisk": "*Techniquement, j'ai la citoyenneté américaine aussi",
    "My values": "Des valeurs qui m'importent (et quelques idées encore en travail).",
    "Make it ok to be wrong": "Créer des environnements où il est acceptable d'avoir tort",
    "Make it ok to be wrong text": "Au fond, l’échec permet de s’améliorer. Si tu cherches continuellement à dépasser les limites du possible, et étant donné que le monde est toujours en train de changer, il est sûr que tu auras tort à un moment donné, tu te retrouveras toujours face à l’échec. Tu échoueras et ensuite tu surmonteras le défi et par conséquent tu acquerras de nouvelles compétences. Si tu arrives à assumer que tu as eu tort, ça te permet de formuler une stratégie pour changer. C’est pourquoi je pense qu’il est si important de créer des environnements où il est acceptable et accepté d’avoir tort.",
    "Be the one to change": "Oser être celui qui est prêt à changer",
    "Be the one to change text": "Il est très difficile de dévoiler ses faiblesses et ses peurs, aux autres comme à soi-même.  En effet, il n'est pas du tout évident de laisser de côté les présupposés qu’on a hérités de notre communauté et de notre culture, car ces présupposés peuvent nous donner un très grand sentiment de sécurité et de certitude. Néanmoins, à mon avis il n’y a rien de plus beau que de trouver de la complicité avec quelqu’un qui ne partage pas le même background que toi. Cela vaut absolument la peine de sortir de sa zone de confort - et de familiarité - pour aller vers l’autre, sans attendre que l'autre fasse le premier pas.",
    "Care about the people you work with": "Se soucier vraiment de ses collègues",
    "Care about the people you work with text": "Dans une équipe, je trouve que souvent on ne se soucie les un des autres que superficiellement. A mon avis, se soucier vraiment d’un collègue se traduit par une volonté de faire des sacrifices pour elle ou pour lui; de comprendre ses perspectives et ses motivations, et de soutenir sa réussite. De mon expérience, ce genre de relation donne lieu   à une capacité de collaboration exceptionnelle.\n\nJe suis une très grande fan de l’idée de ‘Radical Candor’, développée par Kim Scott. Selon Mme Scott, les meilleures relations au travail passent par un engagement à faire deux choses: de un, se soucier personnellement de ses collègues, et de deux, communiquer toujours de manière franche et directe. Sans exception. Ces deux choses se renforcent mutuellement et mènent à des relations de confiance.\n\nEn général, il est facile de savoir quand une personne te rend service par obligation ou uniquement parce que c’est facile. Par contre, si les collègues font tout pour se soutenir entre eux, et arrivent à exprimer leurs frustrations sans se retenir, cela peut débloquer des résultats collectifs fabuleux, tant sur le plan personnel que professionnel.",
    "People can change": "Les gens sont capables de changer",
    "People can change text": "Je suis convaincue que, dans le bon environnement, et en adoptant un “growth mindset”, vous pouvez être la personne que vous voulez être. Pour ma part, je n’ai pas encore maîtrisé ce growth mindset, mais j’y travaille. En apprenant à reconnaître les influences qui ont façonné mon état d’esprit et mes habitudes, j’ai remarqué que j'arrive de mieux en mieux à choisir les éléments de moi-même que je voudrais abandonner, et ceux que je voudrais cultiver.\n\nLe changement et les choses peu familières peuvent faire jaillir de grosses peurs, et cela demande beaucoup d’énergie de reprendre en main ces peurs. De même, il n’est éventuellement pas le bon moment pour toi ou pour les autres d’entamer un changement, ce qui réduira les chances de réussite. Mais il existe des stratégies pour faciliter le processus de changement. Et on peut faire un beau cadeau à soi et aux autres en pardonnant les faux pas, cherchant à ne pas juger, et en concevant une stratégie pour favoriser le changement désiré."
    },
  "work": {
    "Work button": "Page principale",
    "Product-managed": "(Product-managé)",
    "Front end": "Front end",
    "Back end": "Back end",
    "See it live or view the user stories, or code.": "See it live or view the user stories, or code.",
    "View site": "Voir le site",
    "View the code": "Voir le code",
    "Jesus Escalona": "Jesus Escalona",
    "gmxdropbox": {
      "Title": "Geoff McFetridge x Dropbox",
      "Tech stack front end": "ECMAScript 6",
      "Tech stack back end": "N/A",
      "Project main text": "Un site-web pour soutenir un événement proposé par l’artiste Geoff McFetridge, en collaboration avec Dropbox. Le brief était de créer une expérience où l’on pouvait télécharger un exemplaire unique d’un oeuvre realisé par Geoff, accompagné d’un certificat d’authenticité horodaté. Également optimisé pour mobile.",
      "Project short text": "Un site-web pour soutenir un événement proposé par l’artiste Geoff McFetridge, en collaboration avec Dropbox. Le brief était de créer une expérience où l’on pouvait télécharger un exemplaire unique d’un oeuvre realisé par Geoff, accompagné d’un certificat d’authenticité horodaté. Également optimisé pour mobile."
    },
    "codegeist": {
      "Title": "Atlassian marketplace add-on",
      "Tech stack front end": "Forge, React",
      "Tech stack back end": "N/A",
      "Project main text": "Une appli destinée aux utilisateurs des produits Atlassian, Jira et Confluence. Elle crée une série d’actions à entreprendre pour chaque membre d’une équipe en fonction de leur rôle “DACI”. Créée en trois jours pour le hackathon Codegeist 2021 en utilisant le cadre de développement Forge.",
      "Project short text": "Une appli destinée aux utilisateurs des produits Atlassian, Jira et Confluence. Elle crée une série d’actions à entreprendre pour chaque membre d’une équipe en fonction de leur rôle “DACI”. Créée en trois jours pour le hackathon Codegeist 2021 en utilisant le cadre de développement Forge."
    },
    "RACI": {
      "Title": "Outil de project management",
      "Tech stack front end": "React, Semantic UI React, JWT",
      "Tech stack back end": "Rails, BCrypt",
      "Project main text": "I built this app to help solve the problem of managing roles on a team.\n\n'RACI' stands for Responsible, Accountable, Consulted, Informed. From my experience, the RACI (or DACI) framework provides a helpful level of detail to make clear who is responsible for getting a job done well. It reduces the risk of low quality work arising from murky or pooled accountability, it helps make sure the right people have input on tasks (and conversely, gives team members explicit authority to make decisions without input!), and it prompts conversations about workload and capacity.\n\nOn past projects, I used Google Sheets to build my own RACI frameworks. This app has the advantage of being a standardized process which is simple to use, and of supporting functionality such as flags and alerts, issue-tracking and workflow tools.",
      "Project short text": "Une application simple et standardisée destinée à aider les équipes à désigner clairement les rôles sur un projet particulier. Elle aide à réduire le risque d’une mauvaise qualité de travail dûe à une répartition de responsabilité floue, et elle encourage les conversations autour de la capacité de chaque équipier."
    },
    "Digital Innovation": {
      "Title": "Données sur l’innovation numérique",
      "Tech stack front end": "Rails, Bootstrap",
      "Tech stack back end": "Rails API, BCrypt",
      "Project main text": "This app is a platform to compare digital innovation in different countries. It provides initial thinking and dynamic metrics about factors which lead to innovative digital products being created in a country, such as the amount of activity on GitHub, and the availability of capital.\n\nIn future, the site could crowdsource ideas and data about what makes a ripe environment for digital innovation (indicators about mindset, access to tech education, the price of a computer, who knows!), with the goal of helping people in tech connect and travel to places where they can contribute to innovative projects.\n\n This project was inspired by a research paper completed during my Masters.",
      "Project short text": "Inspirée de recherches effectuées pendant mon Master, cette application permet de comparer des indicateurs pour l’innovation numérique à travers les pays. Son but et d’aider ceux qui travaillent dans la tech à repérer les endroits où ils pourraient participer à des projets innovants."
    },
    "Particles": {
      "Title": "Particules 3D",
      "Tech stack front end": "React, React Three Fiber, Three.js",
      "Tech stack back end": "N/A",
      "Project main text": "These particles started as an experiment for my personal website. I find the dancing dots endlessly beautiful - please have a play!\n\nI built custom GLSL shaders in Three.js to transform photos into millions of tiny dots, and to allow the user to disturb the dots' movements by dragging their cursor.",
      "Project short text": "Je trouve ces particules dansantes tellement belles. En employant Three.js et des shaders GLSL customisés, ce cite prend une image et la transforme en des millions de petites particules, et permet à l’usager de perturber le mouvement de celles-ci en déplaçant le curseur."
    },
    "Food Systems Dialogues": {
      "Title": "Food Systems Dialogues - générateur de plans de table",
      "Tech stack front end": "React, Google Sheets API (built by the awesome Jesus Escalona)",
      "Tech stack back end": "N/A",
      "Project main text": "While managing the Food Systems Dialogues (FSDs) on behalf of the World Economic Forum and other sponsors, I product-managed the creation of a seating plan and reporting tool.\n\nThe FSDs promise to bring together people from all different sectors of food production (e.g. farmers, manufacturers, nutritionists) to - literally - the same table to devise strategies for promoting nutrition and sustainability. \n\nWith this tool, generating diverse seating plans went from taking days, to being at the click of a button. It also gives visibility on where representation is low, allowing organizers to seek more balanced participation.",
      "Project short text": "Un outil qui permet de générer un plan de table pour les événements Food Systems Dialogues (FSDs), et d’analyser la diversité de participants à ces événements. J’ai piloté la création de cet outil lorsque j'étais manager des FSDs, dont le Forum Économique Mondial était parmi les sponsors principaux. Application développée par Jesus Escalona."
    },
    "Personal website": {
      "Title": "Site-web personnel",
      "Tech stack front end": "React.js, Three.js, drei, i18next",
      "Tech stack back end": "N/A",
      "Project main text": "",
      "Project short text": "Ce site a été un travail d’ ♡. Il comprend des éléments 3D, du CSS bâti à partir de zéro, des traductions réalisées moi-même et mises en œuvre à l’aide de i18next. J’espère que tu auras le sentiment de me connaître un peu mieux en parcourant le site. En tout cas, tu es le bienvenue. N’hésite pas à me faire parvenir tes feedbacks!"
    }
  },
  "footer": {
    "Don't hesitate to say hello": "N'hésite pas à dire hello / こんにちは / 你好! ",
    "I would love to hear from you": "Ça me ferait plaisir de faire ta connaissance!"
  }
}