
{
  "header": {
    "Full-stack-developer": "フルスタック開発者",
    "Melbourne": "メルボルン",
    "NYC": "ニューヨーク市",
    "Paris": "パリ",
    "Tokyo": "東京",
    "Oslo": "オスロ"
  },
  "main": {
    "About": "私について"
  },
  "about": {
    "About me": "私について",
    "About main text": "はじめまして。私はブリジットと言います。テックのことが大好きです。理由というと、「実的」のような産業だと思うし、それから、開発者の皆さんは助け合う傾向があるし、人々に役に立つ物が作れるからです。\n\n私はオーストラリア人 でも、ニューヨーク市、パリ、オスロにも住んでいったことがあります。その上に、大学の時に日本の東京と大坂で過ごす機会がありました。日本は私の中で、特別な場所を占めています。フランス語がペラペラで、中国語が少し話すことができます。そして、日本語がしゃべれますが、きっと日本に帰って練習したいという希望を持っています。\n\n友達は「ブリジットさんはどんな人か」と聞かれると、「文化、言語、人に関することが大好きだ」と答えると思います。もし、人に関することとテックのことを組み合わせるとしたらならば、それはいいんじゃないと私は思います。\n\n多分、いつか私たちは会う機会があります。それまで、こんにちは ・　ボンジュア ・ 你好 を言って、まわないでください !\n\nよろしくお願いします。",
    "Asterisk": "",
    "My values": "生活と仕事についての反射",
    "Make it ok to be wrong": "間違っても大丈夫にしましょう",
    "Make it ok to be wrong text": "間違っても大丈夫だと言う考え方があれば、いつまでも向上することができるようになると思います。最先端と言うことのために努力するからこそ、間違うことは避けられないものです。エラーを隠す方がいいというチーム文化があれば、失敗から学ぶことができません。その結果、自分を制限するようになってしまうと思います。\n\n典型的な仕事で「私は間違った、私は知らない」と言うのは大変難しいです。これは残念だと思います。私は自分の知らないことやエラーを誠実に伝える仕事環境を標榜したいと思います。",
    "Be the one to change": "変化する責任は自分の",
    "Be the one to change text": "弱点を見て、自分のことを変更するのはとても難しいです。詳しくない視点に直面すると、不安とか危険までも感じるかもしれません。しかし、他の文化から来る人と接続するのは素晴らしい感じだと思います。そうできるために、他の人が変化するのを待たずに、自分で変化するほうがいいでしょうと思います。\n\n私の一番いい思い出にはグリーンランドに行った時です。ホストしてくれたグリーンランド人のおばあちゃんと一緒に、伝統的な民族衣装を作るようになりました。おばあちゃんも私もお互いの言語が話せませんでした。それでも、接続するために言葉がいりませんでした。\n\n自分と違う人と色々なことを共有て、自分の視点を超えて見ると、きっと豊かな経験になると思います。",
    "Care about the people you work with": "Care about the people you work with",
    "Care about the people you work with text": "At work, there is caring, and then there is really caring - being willing to take a knock for a colleague, to genuinely seek to know where they’re coming from, and to invest in their success. Doing these things, in my experience, unlocks an incredible ability to work on hard problems together and come up with amazing solutions.\n\nI am a big fan of Kim Scott’s idea of Radical Candor. And I 100% buy her assessment that having great relationships with your colleagues means putting work into caring personally, and directly challenging each other. At the same time. Always. These two things reinforce each other and build trust.\n\nPeople can tell when you care about them just because it’s convenient, or expected. If you go out of your way for each other, and say the hard stuff to each other, the bonds you can build lead to good outcomes for everyone.",
    "People can change": "People can change",
    "People can change text": "In the right environment, cultivating a growth mindset, you can be the person you want to be. I do not have a perfect growth mindset, but I’m working on it. As I come to ‘see’ more and more of the influences which have shaped the mindsets and behaviors I have currently, it helps me choose which ones to let go of and which other ones to go after.\n\nUnfamiliar things and change can make a lot of fear pour out, and it takes a lot of energy to work through them. And maybe you - or the people in your life - are not in the right environment or it’s not the right moment to succeed at changing. But there are ways to make it easier - for yourself and for others - to change. And it’s an amazing gift to give yourself and the people around you to forgive your stumbles, try not to judge, and design a strategy to support the change you want."
  },
  "work": {
    "Work button": "メインページ",
        "Product-managed": "Product-managed",
        "Front end": "Front end",
        "Back end": "Back end",
        "See it live or view the user stories, or code.": "See it live or view the user stories, or code.",
        "View site": "サイトを見る",
        "View the code": "コードを見る",
        "RACI": {
          "Title": "プロジェクト管理のアプリ",
          "Tech stack front end": "React, Semantic UI React, JWT",
          "Tech stack back end": "Rails, BCrypt",
          "Project main text": "I built this app to help solve the problem of managing roles on a team.\n\n'RACI' stands for Responsible, Accountable, Consulted, Informed. From my experience, the RACI (or DACI) framework provides a helpful level of detail to make clear who is responsible for getting a job done well. It reduces the risk of low quality work arising from murky or pooled accountability, it helps make sure the right people have input on tasks (and conversely, gives team members explicit authority to make decisions without input!), and it prompts conversations about workload and capacity.\n\nOn past projects, I used Google Sheets to build my own RACI frameworks. This app has the advantage of being a standardized process which is simple to use, and of supporting functionality such as flags and alerts, issue-tracking and workflow tools.",
          "Project short text": "このシンプルなUIのアプリはチームが一人一人の役割を明確に定具するためのツールです。不透明な責任に関する問題を解決することを目指します。"
        },
        "Digital Innovation": {
          "Title": "デジタルイノベーションの統計",
          "Tech stack front end": "Rails, Bootstrap",
          "Tech stack back end": "Rails API, BCrypt",
          "Project main text": "This app is a platform to compare digital innovation in different countries. It provides initial thinking and dynamic metrics about factors which lead to innovative digital products being created in a country, such as the amount of activity on GitHub, and the availability of capital.\n\nIn future, the site could crowdsource ideas and data about what makes a ripe environment for digital innovation (indicators about mindset, access to tech education, the price of a computer, who knows!), with the goal of helping people in tech connect and travel to places where they can contribute to innovative projects.\n\n This project was inspired by a research paper completed during my Masters.",
          "Project short text": "大学院の研究に基づいて、このアプリは色々な国のデジタルイノベーションに関する能力を比べるための統計を表します。"
        },
        "Particles": {
          "Title": "パーティクル",
          "Tech stack front end": "React, React Three Fiber, Three.js",
          "Tech stack back end": "N/A",
          "Project main text": "These particles started as an experiment for my personal website. I find the dancing dots endlessly beautiful - please have a play!\n\nI built custom GLSL shaders in Three.js to transform photos into millions of tiny dots, and to allow the user to disturb the dots' movements by dragging their cursor.",
          "Project short text": "このパーティクルをぜひ遊んでみてください！私が自分で作ったGLSLシェーダーにより、このアプリはイメージを何戦もの小さいドットにします。"
        },
        "Food Systems Dialogues": {
          "Title": "フードシステムダイアログの座席配置を作るツール",
          "Tech stack front end": "React, Google Sheets API (built by the awesome Jesus Escalona)",
          "Tech stack back end": "N/A",
          "Project main text": "While managing the Food Systems Dialogues (FSDs) on behalf of the World Economic Forum and other sponsors, I product-managed the creation of a seating plan and reporting tool.\n\nThe FSDs promise to bring together people from all different sectors of food production (e.g. farmers, manufacturers, nutritionists) to - literally - the same table to devise strategies for promoting nutrition and sustainability. \n\nWith this tool, generating diverse seating plans went from taking days, to being at the click of a button. It also gives visibility on where representation is low, allowing organizers to seek more balanced participation.",
          "Project short text": "フードシステムダイアログというイベントのための座席配置を作るアプリです。座席配置を作るプロセスはこのツールを使わずに数日を要していました。アプリを使って、ダイバーシティレポートも作れます。私はプロジェクトマネージャー、エスカローナヘズスは開発者です。"
        },
        "Personal website": {
          "Title": "私の個人ウェブサイト",
          "Tech stack front end": "React.js, Three.js, drei, i18next",
          "Tech stack back end": "N/A",
          "Project main text": "",
          "Project short text": "このウェブサイトは心をこめて作りました。3Dメッシュを使って、CSSをゼロから作って、自分でフランス語・日本語・英語の翻訳をしました。サイトを越関すると私を少し知っている印象があるといいと思います。ようこそ！"
        }
      },
    "footer": {
      "Don't hesitate to say hello": "Hello ・　ボンジュア ・ 你好 を言って、まわないでください ! ",
      "I would love to hear from you": "友達になりましょう。"
    }
}